<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;

class ServicesTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        

        \DB::table('services')->delete();
        
        \DB::table('services')->insert(array (
            0 => 
            array (
                'id' => 1,
                'name' => 'سمبوسه مكس الاجبان',
            ),
            1 => 
            array (
                'id' => 2,
                'name' => 'سمبوسة شاورمادجاج',
            ),
            2 => 
            array (
                'id' => 3,
                'name' => 'سمبوسة جبن مثلثات',
            ),
            3 => 
            array (
                'id' => 4,
                'name' => 'تشــباتي',
            ),
            4 => 
            array (
                'id' => 5,
                'name' => 'كرســبي ســـانــدويش دجاج',
            ),
            5 => 
            array (
                'id' => 6,
                'name' => 'بيتزادجــاج بالصـوص الخاص',
            ),
            6 => 
            array (
                'id' => 7,
                'name' => '500 جــــرام شـــــاورمــادجـــــاج',
            ),
            7 => 
            array (
                'id' => 8,
                'name' => '500 جرام صدور تنــدوري دجاج',
            ),
            8 => 
            array (
                'id' => 9,
                'name' => 'بيتزا نقانق دجاج',
            ),
            9 => 
            array (
                'id' => 10,
                'name' => 'سبرنج رول دجاج',
            ),
            10 => 
            array (
                'id' => 11,
                'name' => 'ساندويش كرسبي دجاج',
            ),
            11 => 
            array (
                'id' => 12,
                'name' => '3 كيلو جرام شاورمادجاج',
            ),
            12 => 
            array (
                'id' => 13,
                'name' => '3 كيلو جرام تندوري دجاج',
            ),
            13 => 
            array (
                'id' => 14,
                'name' => 'دجاج بالتتبيلة الخاصة',
            ),
            14 => 
            array (
                'id' => 15,
                'name' => 'دجاج بصوص التندوري',
            ),
            15 => 
            array (
                'id' => 16,
                'name' => 'دجاج بالتتبيلة الهندية',
            ),
            16 => 
            array (
                'id' => 17,
            'name' => 'صلصة دل باستا الحمراء( فطر - ريحان - زيتون )',
            ),
            17 => 
            array (
                'id' => 18,
            'name' => 'صلصة دل باستا الحمراء( فطر - ريحان - فلفل )',
            ),
            18 => 
            array (
                'id' => 19,
                'name' => 'صلصه دل باستا حمراء',
            ),
            19 => 
            array (
                'id' => 20,
                'name' => 'بريايني خصوصي +دجاج شواء',
            ),
            20 => 
            array (
                'id' => 21,
                'name' => 'بريايني هندي بالدجاج',
            ),
            21 => 
            array (
                'id' => 22,
                'name' => 'مكبوس دجاج',
            ),
            22 => 
            array (
                'id' => 23,
                'name' => 'بخاري دجاج',
            ),
            23 => 
            array (
                'id' => 24,
                'name' => 'بتر تشكن + عيش أبيض',
            ),
            24 => 
            array (
                'id' => 25,
                'name' => 'حمسة روبيان + عيش أبيض',
            ),
            25 => 
            array (
                'id' => 26,
                'name' => 'صينية دجاج بالبطاطا+الخبز+الحمص+المتبل',
            ),
            26 => 
            array (
                'id' => 27,
                'name' => 'هريس لحم',
            ),
            27 => 
            array (
                'id' => 28,
                'name' => 'مسبك لحم مع عيش مندي',
            ),
            28 => 
            array (
                'id' => 29,
                'name' => 'بريايني هندي باللحم',
            ),
            29 => 
            array (
                'id' => 30,
                'name' => 'بريايني خصوصي+ لحم شواء',
            ),
            30 => 
            array (
                'id' => 31,
                'name' => 'بخاري لحم',
            ),
            31 => 
            array (
                'id' => 32,
                'name' => 'مكبوس لحم',
            ),
            32 => 
            array (
                'id' => 33,
                'name' => 'محشي عنب',
            ),
            33 => 
            array (
                'id' => 34,
                'name' => 'محشي ملفوف',
            ),
            34 => 
            array (
                'id' => 35,
                'name' => 'سمبوسة دجاج أو أجبان',
            ),
            35 => 
            array (
                'id' => 36,
                'name' => 'ميني بيتزا',
            ),
            36 => 
            array (
                'id' => 37,
                'name' => 'معكرونة دجاج بالباشميل',
            ),
            37 => 
            array (
                'id' => 38,
            'name' => 'داينمنت شرمب (كؤوس الروبيان)',
            ),
            38 => 
            array (
                'id' => 39,
                'name' => 'سينابون',
            ),
            39 => 
            array (
                'id' => 40,
                'name' => 'سلطة فتوش',
            ),
            40 => 
            array (
                'id' => 41,
                'name' => 'سلطة مشكلة بالصوص الخاص',
            ),
            41 => 
            array (
                'id' => 42,
                'name' => 'سلطة جرجري بالرمان والموزريلا',
            ),
            42 => 
            array (
                'id' => 43,
                'name' => 'سلطة روب',
            ),
            43 => 
            array (
                'id' => 44,
                'name' => 'تبولة',
            ),
            44 => 
            array (
                'id' => 45,
                'name' => 'سلطة الكينوا',
            ),
            45 => 
            array (
                'id' => 46,
                'name' => 'ترافل المانجو',
            ),
            46 => 
            array (
                'id' => 47,
                'name' => 'حلى السنافر',
            ),
            47 => 
            array (
                'id' => 48,
                'name' => 'حلى المانجو بالزعفران والشياا',
            ),
            48 => 
            array (
                'id' => 49,
                'name' => 'بودينج الشوكلاته',
            ),
            49 => 
            array (
                'id' => 50,
                'name' => 'شيز كيك',
            ),
            50 => 
            array (
                'id' => 51,
            'name' => 'بودينج الشوكولاته(كبيرة)',
            ),
            51 => 
            array (
                'id' => 52,
            'name' => 'حلى المانجا بالزعفران والشيا(كبيرة)',
            ),
            52 => 
            array (
                'id' => 53,
                'name' => 'علب عصائر مشكلة',
            ),
            53 => 
            array (
                'id' => 54,
                'name' => 'موهيتو مع الفواكة والكوبات',
            ),
        ));
        
        
    }
}